{
    "OneVOne": {
        "titles": ["OOOF", "Oooh that looks like it hurt", "damn bro that hurt", "ouchie", "xX_1v1_R3s7lts_Xx",
            "1v1 results", "Mothertrucker that must've hurt like a butcheek on a stick", "can we get an f in the chat"
        ],
        "actions": ["rekt", "quickscoped", "trickshot", "multiscoped", "slowscoped", "720 noscoped",
            "shrekt", "360 noscoped", "420 noscoped", "deckt", "headshot", "murdered", "game ended", "poked", "killed", "coughed on",
            "shot", "quarantined", "gibbed", "explained quantum mechanics to", "hugged", "sucked the soul out of"
        ],
        "descriptors": [  "a little too hard", "with a poke", "by throwing a grand piano at them", "using a S&W Model 460 XVR Magnum",
            "with a Railgun", "with a george foreman grill", "using a Cheytac M200 Intervention Sniper Rifle", "using a salt cannon",
            "just by their sheer swagness", "using a lightsaber", "by throwing 9001 fedoras at them", "by tipping their fedora too hard",
            "by posting cringe", "by posting nsfw in general", "by slamming a fridge door at the speed of light on their face",
            "using a donut", "with a bowling ball", "with a poke", "with a broom", "with their dank memes", "by poking them with a bullet at the speed of sound",
            "using a watering hose", "using a billion airhorns", "by launching 50 nukes taped together at them", "using their  m a g n u m   d o n g", "using their dump truck ass",
            "using their absolutely massive tiddies", "with covid-19", "with measles", "with boredom", "by taking their phone", "by saying it was their turn on the xbox",
            "with a null pointer exception"
        ]
    },
    "Insults": [ 
        "God wasted a good asshole when he put teeth in ~s mouth.",
        "~, been shopping lately? They're selling lives - you should go get yourself one.",
        "Everyone has the right to be stupid, but ~s just abusing the privilege.",
        "Don't feel bad ~. A lot of people have no talent.",
        "As an outsider, what do you think of the human race, ~?",
        "I sure hope there's a lifeguard in ~s gene pool.",
        "Stop thinking everyone's your equal, ~. That's offensive to a lot of people.",
        "A lot of people live and learn. ~ just lives.",
        "You remind me of myself, ~. Back when I was young and stupid.",
        "Let's go to the zoo. I've always wanted to meet ~s family.",
        "I see ~s face just isn't gonna heal is it",
        "~s so short that I bet they wear shorts as pants.",
        "~ seem like the type of person that would eat ice cream with a fork",
        "If arrogance could be measured on a scale, ~ would be a heavyweight champion you self-absorbed douche.",
        "If ~ had any friends, they would tell you that you're a fucking idiot. Since you don't, I'm here to inform you, that you are in fact, a fucking idiot.",
        "~, read a book,especially a dictionary it will help you",
        "~ doesn't just sound like a broken record. They're literally one. They're a flat, round, idiot who says the same thing over and over again.",
        "Is ~ the ocean?, Cause they're full of trash",
        "~ seems like they wash their hands after they shower.",
        "~ is worse than a pack of unfrosted poptarts",
        "~s mama so fat. I tried to picture her in my head, bitch broke my neck.",
        "If being dumb was a crime ~ would be the most wanted.",
        "I'll never forget the first time I met ~. But I'll keep trying.",
        "~s ego is as inflated as GameStop's stocks.",
        "Sometimes I forget that some people actually like the way that ~ look.",
        "Oh, so ~ is a model? For what, obesity?",
        "They should call ~ a cloud cause when they go away it brightens my day",
        "~ is the type of dude to prefer r/DragonsFuckingCars to conventional porn",
        "Is ~ an Angel who fell from heaven? Cause their face looks like it hit pavement at terminal velocity",
        "~ is such a sore loser that if they lost in IRL connect 4 they would scream \"YoU'rE hAcKiNg\"",
        "If ~ were a peice of art, i would pay any amount of money just so i can have the pleasure of throwing them in my trash can.",
        "~ is such a Waste of Air they Have to Carry a Plant With them",
        "Grown ups are talking, go away ~",
        "~ mother is so fat, that Google had to censor their entire street off Google maps to keep with their policy of not displaying people.",
        "~ is the 0.01% bacteria that hand sanitizer doesn't disinfect",
        "Hey ~ are you the US Capitol building coz only pro trumps wants to come inside you",
        "*whispers in ~s ear* You suck at everything you enjoy doing.",
        "I know it's too late for an abortion, but damn...",
        "If I beat ~ in the head with a shovel, people would think I was just breaking dirt.",
        "I hope an American mistakes ~ for a school",
        "Im sure that ~ can trace their family tree back to adam and eve because they're clearly the product of many many many years of incest",
        "If ~ doesnt stop talking I swear I will force them to eat all their potato chips vertically.",
        "~ is the reason why \"not for lactose intolerant people\" is written on milk cartoons",
        "~'s brain can fit into a floppy disc",
        "~ smells like my anime body pillow",
        "Man, ~ is like a gift to me, now how do i get a refund?",
        "~ is more sensitive than a brown leaf during autumn",
        "This is so wholesome :smile:! ~ donated all their brain cells to people in need :pensive:",
        "~ is the type of person who would start dancing when the movie captions says \"music\"",
        "~ is the type of person who saves fish from drowning in water",
        "~ was the type of kid to bring gravel to school and think its interesting",
        "~ is that dirty bit of salad at the bottom of the bag that sticks to the plastic",
        "~s face makes me swear so colorfully that it makes company logos during June look grey",
        "~ dresses like they got their clothes stolen at the gym so they gave them what they had in the lost and found",
        "Once in 4th grade ~ got a 2% on a math quiz so everyone called them milk for the rest of the year",
        "my old school runescape videos get more views than ~'s porn so please dont pipe up",
        "~ is the type of person who would wave goodbye with both hands",
        "statistically i have a higher chance of being killed by ~ than Covid-19",
        "When Webster wrote the dictionary he was looking at ~ when he came up with the meaning of desperate",
        "~ doesnt flush the toilet, they scare the shit out of it",
        "~ looks like an Oblivion NPC with a name like \"Altricheus Clauster\" and they're gonna tell me the latest rumors about their absurdly small social circle"
    ]
}